<template>
<div class="aggreement-content">
  <i @click="onhide" class="icon iconfont icon-guanbi"></i>
  <h3>保密协议</h3>
  <div class="aggreement-main">
    <p>
      本协议由您与集众电采平台运营机构（以下简称“运营机构”）签订，本协议具有法律效力。 在申请认证时，您应当详细阅读了本协议所有内容，您充分理解并同意接受本协议的全部内容。集众电采互联网平台（以下简称“集众电采”）是运营机构独立开发、运营的第三方电子商务平台。本协议适用于集众电采的用户（以下简称"用户"、"您"），若您使用集众电采（包括但不限于以任何形式接通、进入、浏览集众电采，或者使用集众电采的各项服务、功能等），您的使用行为将被视为以事实行为对本用户协议全部内容的知晓、认可并同意遵守。
    </p>
    <p>
      运营机构有权根据业务需要酌情修订本协议，并以网站公告的形式进行更新，不再单独通知予您。经修订的协议一经在集众电采公布，即产生效力。如您不同意相关修订，请您立即停止使用。如您继续使用集众电采服务，则将视为您已接受经修订的协议，当您与运营机构发生争议时，应以最新的协议为准。
    </p>

    <p>
      第1条 服务条款的确认和接受
    </p>
    <p>
      1）若您已经注册为集众电采用户，即表示您已充分阅读、理解并同意自己与运营机构订立本用户服务协议，且您自愿受本用户服务协议的条款约束。如果您拒绝接受本用户服务协议，您必须立即放弃使用集众电采。
    </p>
    <p>
      2）运营机构有权就集众电采提供某一项功能或服务制订使用规则、服务规则、说明、使用协议或服务协议，该等规则内容一经正式在集众电采公布，即为本协议不可分割的组成部分，您同样应当遵守。如您继续使用该项功能或服务的，即视为您对前述规则、说明或协议的接受。   </p>

    <p>
      第2条 用户资格
    </p>
    <p>
      1)需要做企业认证的用户，均须取得其所属企业、团体的合法授权，且提交的资料通过运营机构核实，方可获取相应业务操作资格。申请认证的用户须向运营机构提供包括但不限于法定代表人的身份证扫描件、企业证照（包括营业执照、组织机构代码证和税务登记证）、授权委托书照片、从业资质证书等资料。通过认证的用户执行年检制度，运营机构有权要求用户每年提供相关材料或更新信息。
    </p>
    <p>
      2)运营机构有权禁止被取消用户资格的自然人、法人及其他组织再次使用集众电采。
    </p>
    <p>
      第3条 机密信息的确认
    </p>
    <p>
      1）“机密信息”是指您为本协议之目的，以书面、口头、电子形式、或者任何其他方式向运营机构披露的任何及全部资料或数据，包括但不限于您的资质、业务、财务、技术、商业以及其它方面的资料、数据等。
    </p>
    <p>
      2）您确认机密信息不包括下列信息：在您向运营机构披露时或之前已为公众所掌握或知悉的信息及资料；在您向运营机构披露时或之前，运营机构已掌握并对其不承担保密义务的信息及资料；运营机构从第三方合法取得不负保密义务的信息及资料，且据运营机构所知没有违反任何与该信息及资料相关的保密义务；运营机构在没有使用本协议规定保密信息及资料前提下，自行研究开发获得的信息及资料；在获得您书面同意后予以公开的信息。
    </p>
    <p>
      第4条 用户的权利与义务
    </p>
    <p>
      1）您明确表示其是机密信息的合法所有人，具有向运营机构披露该信息的全部权利。
    </p>
    <p>
      2）您保证向运营机构提供的“机密信息”，并不侵害运营机构和任何第三方合法利益，您保证运营机构基于正当使用“机密信息”将不会导致对运营机构任何不利之后果。如因您提供的信息造成运营机构或任何第三方损害的，由您单独承担赔偿责任。第三方要求运营机构承担赔偿责任的，您应当按照运营机构承担的赔偿金额予以补偿。
    </p>
    <p>
      3）运营机构承诺所获取的“机密信息”可用于对您的资质审查及尽职调查等相关用途，除此用途外，运营机构如需以任何直接或间接的方式向您和运营机构之外的任何非相关第三人提供、泄露您“机密信息”的全部或部分内容，需经您书面授权。
    </p>
    <p>
      4）运营机构承诺：其参与工作的人员不以任何直接或间接的方式向您与运营机构之外的任何非相关第三人提供、泄露您“机密信息”之全部或部分内容。
    </p>
    <p>
      5）存在下列情形之一运营机构外可公开或向任何第三方提供您的机密信息：
    </p>
    <p>
      （1）公开或提供相关信息之前获得您许可的；
    </p>
    <p>
      （2）根据法律或政策规定而公开或提供的；
    </p>
    <p>
      （3）只有公开或提供您的个人信息，才能提供您需要的服务的；
    </p>
    <p>
      （4）只有公开或提供您的个人信息，才能提供您需要的集众电采服务的；
    </p>
    <p>
      （5）根据国家权力机构要求公开或提供的；<br>
    </p>
    <p>
      （6）根据本协议其他条款约定而公开或提供的。<br>
    </p>
    <p>
      第5条 协议时效
    </p>
    <p>
      1）本协议于您勾选确认后立即生效。
    </p>
    <p>
      2）本协议中运营机构的保密义务期限为您与运营机构合作结束后5年，自您与运营机构合作解除或终止之日起算。双方可在保密义务期限届满前另行约定延长保密义务期限。
    </p>
    <p style="text-align: right;">
      集众电采
    </p>
    <p style="text-align: right;">
      2018年8月
    </p>
  </div>
</div>
</template>

<script>
export default {
  name: 'secrecy',
  data () {
    return {
    }
  },
  methods: {
    onhide () {
      this.$emit('showboxSecrecy', false)
    }
  },
  mounted () {
  },
  watch: {
  }
}
</script>

<style scoped>

</style>
